Repository: zwj4031/grub2-filemanager
Catalog: lang/*/fm.po
Languages: ar_sa, da_dk, hu_hu, id_id, pt_br, ru_ru, vi_vn, zh_tw

source: File not found
ar_sa: لم يجد الملف او غير موجود
da_dk: Fil ikke fundet
hu_hu: A fájl nem található
id_id: Berkas tidak ditemukan
pt_br: Arquivo não encontrado
ru_ru: Файл не найден
vi_vn: Không tìm thấy tệp
zh_tw: 未找到文件

source: Please select the type of file you want to search:
ar_sa: الرجاء تحديد نوع الملف للبحث عنه
da_dk: Vælg den filtype, du vil søge:
hu_hu: Válaszd ki a keresendő fájl típusát:
id_id: Silakan pilih tipe berkas yang anda ingin cari:
pt_br: Por favor, selecione o tipo de arquivo que deseja pesquisar:
ru_ru: Выберите тип файла для поиска:
vi_vn: Vui lòng chọn loại tệp bạn muốn tìm:
zh_tw: 請選擇你想要搜索的文件類型:

source: Install Windows XP - STEP 1
ar_sa: تنصيب ويندوز اكس بي - STEP 1
da_dk: Installer Windows XP - TRIN 1
hu_hu: Windows XP Telepìtèse - 1. Lèpès
id_id: Pasang Windows XP - TAHAP 1
pt_br: Instalar Windows XP - ETAPA 1
ru_ru: Установить Windows XP - Шаг 1
vi_vn: Cài Windos XP - BƯỚC 1
zh_tw: 安裝 Windows XP - 步驟 1

source: Install Windows XP - STEP 2
ar_sa: تنصيب ويندوز اكس بي - STEP 2
da_dk: Installer Windows XP - TRIN 2
hu_hu: Windows XP Telepìtèse - 2. Lèpès
id_id: Pasang Windows XP - TAHAP 1
pt_br: Instalar Windows XP - ETAPA 2
ru_ru: Установить Windows XP - Шаг 2
vi_vn: Cài Windows XP - BƯỚC 2
zh_tw: 安裝 Windows XP - 步驟 2

source: EFI Shell
ar_sa: EFI Shell صدفة الشيل
hu_hu: EFI Parancssor
id_id: Kerangka EFI
ru_ru: Консоль EFI
