Repository: zwj4031/grub2-filemanager
Catalog: lang/*/fm.po
Languages: ar_sa, da_dk, hu_hu, id_id, pt_br, ru_ru, vi_vn, zh_tw

source: SMBIOS version
id_id: Versi SMBIOS
pt_br: Versão da SMBIOS
vi_vn: Phiên bản SMBIOS
zh_tw: SMBIOS 版本

source: Language
ar_sa: اللغة
da_dk: Sprog
hu_hu: Nyelv
id_id: Bahasa
pt_br: Idioma
ru_ru: Язык
vi_vn: Ngôn ngữ
zh_tw: 語言

source: Resolution
id_id: Resolusi
pt_br: Resolução
vi_vn: Độ phân giải
zh_tw: 分辨率

source: Keyboard layouts
ar_sa: تخطيط لوحة المفاتيح
da_dk: Tastaturlayouts
hu_hu: Billentyűzetkiosztás
id_id: Tata Letak Papan Ketik
pt_br: Layouts do Teclado
ru_ru: Раскладка клавиатуры
vi_vn: Bố cục bàn phím
zh_tw: 鍵盤佈局

source: Fix "BlInitializeLibrary failed XXX" error
da_dk: Rettelse af "BlInitializeLibrary failed XXX" fejl
hu_hu: Javítsd a "BlInitializeLibrary failed XXX" hibát
id_id: Perbaiki kesalahan "BlInitializeLibrary failed XXX"
pt_br: Corrigir erro "BlInitializeLibrary falhou XXX"
ru_ru: Исправте ошибку "BlInitializeLibrary failed XXX"
vi_vn: Sửa "BlInitializeLibrary failed XXX" lỗi
zh_tw: 修復 "BlInitializeLibrary failed XXX" 錯誤

source: Disable PatchGuard and DSE at boot time
ar_sa: تعطيل PatchGuard و DSE في وقت التمهيد
da_dk: Deaktiver PatchGuard og DSE ved boot tid
hu_hu: PatchGuard és DSE kikapcsolása indításkor
id_id: Matikan PatchGuard dan DSE ketika setiap boot
pt_br: Desativar PatchGuard e DSE na hora de iniciar
ru_ru: Отключить PatchGuard и DSE во время загрузки
vi_vn: Vô Hiệu Hóa PatchGuard và DSE trong khi khởi động
zh_tw: 在啟動時禁用 PatchGuard 和 DSE

source: Install override security policy
ar_sa: تثبيت تجاوز سياسة الأمان
da_dk: Installer tilsidesættelse af sikkerhedspolitik
hu_hu: Override security policy Telepítése
id_id: Pasang dengan kesampingkan kebijakan keamanan
pt_br: Instalar substitui política de segurança
ru_ru: Установить переопределение политики безопасности
vi_vn: Ghi đè chính sách bảo mật
zh_tw: 安裝覆蓋安全策略

source: Disable shim validation and reboot
ar_sa: التحقق من صحة الرقائق تعطيل وإعادة تشغيل الكمبيوتر
da_dk: Deaktiver shim validering og genstart
hu_hu: Shim ellenőrzés kikapcsolása majd újraindítás
id_id: Matikan validasi shim dan nyalakan ulang
pt_br: Desativar a validação do shim e reiniciar
ru_ru: Запретить shim-валидацию и перезагрузить
vi_vn: Tắt xác thực shim và khởi động lại
zh_tw: 禁用 shim 安全啟動驗證並重啟

source: Disable graphics mode (T)
ar_sa: تعطيل وضع الرسومات (T)
da_dk: Deaktiver grafiktilstand (T)
hu_hu: Grafikus mód kikapcsolása (T)
id_id: Matikan mode antar muka grafis (T)
pt_br: Desativar modo gráfico (T)
ru_ru: Отключить графический режим (T)
vi_vn: Tắt chế độ đò họa (T)
zh_tw: 禁用圖形模式 (T)

source: Encoding:
ar_sa: شفرة الترميز :
da_dk: Indkodning:
hu_hu: Kódolás:
id_id: Sandikan:
pt_br: Codificação:
ru_ru: Кодировка:
vi_vn: Mã Hóa:
zh_tw: 編碼設置:

source: Sort files by name
ar_sa: فرز الملفات بالاسم
da_dk: Sorter filer efter navn
hu_hu: Rendezze név szerint
id_id: Aturkan berkas dari nama
pt_br: Ordenar arquivos pelo nome
ru_ru: Сортировать файлы по имени
vi_vn: Sắp xếp theo tên
zh_tw: 按文件名排序

source: Do not sort files by name
ar_sa: لا تفرز الملفات بالاسم
da_dk: Sorter ikke filer efter navn
hu_hu: Ne rendezze név szerint
id_id: Jangan aturkan berkas dari nama
pt_br: Não classifique arquivos por nome
ru_ru: Не сортировать файлы по имени
vi_vn: Không sắp xếp theo tên
zh_tw: 取消按名稱排序文件

source: Disable secondary boot options menu
ar_sa: تعطيل قائمة خيارات التمهيد الثانوية
da_dk: Deaktiver menuen for sekundær startindstillinger
hu_hu: Másodlagos indítási beállítások Letiltva
id_id: Matikan menu pilihan boot kedua
pt_br: Desativar menu de opções de inicialização secundário
ru_ru: Отключить дополнительное меню параметров загрузки
vi_vn: Tắt menu tùy chọn khởi động phụ
zh_tw: 禁用次要引導選項菜單

source: Enable secondary boot options menu
ar_sa: تفعيل قائمة خيارات التمهيد الثانوية
da_dk: Aktivér menuen for sekundær startindstillinger
hu_hu: Másodlagos indítási belállítások Engedélyezve
id_id: Aktifkan menu pilihan boot kedua
pt_br: Aativar menu de opções de inicialização secundário
ru_ru: Включить дополнительное меню параметров загрузки
vi_vn: Bật menu tùy chọn khởi động phụ
zh_tw: 啟用次要引導選項菜單

source: Display all files
ar_sa: عرض كل الملفات
da_dk: Vis alle filer
hu_hu: Minden fájl megjelenítve
id_id: Tampilkan semua berkas
pt_br: Mostrar todos os arquivos
ru_ru: Показать все файлы
vi_vn: Hiện tất cả tệp
zh_tw: 顯示所有文件

source: Hide non-bootable files
ar_sa: إخفاء الملفات غير القابلة للتمهيد
da_dk: Skjul ikke-boot-bare filer
hu_hu: Nem indítható fájlok elrejtve
id_id: Sembunyikan berkas non-bootable
pt_br: Ocultar arquivos não-iniciável
ru_ru: Скрыть файлы, которые не являются загрузочными
vi_vn: Ẩn tệp không khởi động được
zh_tw: 隱藏不可啟動的文件

source: Resolution (R): ${mode_current}
ar_sa: الدقة (R): ${mode_current}
da_dk: Opløsning (R): ${mode_current}
hu_hu: Felbontás (R): ${mode_current}
id_id: Resolusi (R): ${mode_current}
pt_br: Resolução (R): ${mode_current}
ru_ru: Разрешение (R): ${mode_current}
vi_vn: Độ phân giải (R): ${mode_current}
zh_tw: 分辨率(R): ${mode_current}

source: Enable ESC (not recommended)
ar_sa: تمكين ESC (لا ينصح به)
da_dk: Aktivér ESC (anbefales ikke)
hu_hu: ESC Engedélyezése (nem ajánlott)
id_id: Aktifkan ESC (tidak disarankan)
pt_br: Ativar ESC (não recomendado)
ru_ru: Разрешить ESC (не рекомендуется)
vi_vn: Bật ESC (không khuyến khích)
zh_tw: 啟用 ESC (不推薦)

source: Enable debug messages
ar_sa: تفعيل رسائل تصحيح الاخطاء
da_dk: Aktivér fejlfinding (debug) meddelelser
hu_hu: Hibakeresési üzenetek engedélyezése
id_id: Aktifkan pesan debug
pt_br: Ativar mensagens de depuração
ru_ru: Разрешить сообщения отладки
vi_vn: Bật chế độ gỡ lỗi
zh_tw: 顯示調試信息

source: Show hidden drives
ar_sa: إظهار الأقراص المخفية
da_dk: Vis skjulte drev
hu_hu: Rejtett Meghajtók megjelenítése
id_id: Tampilkan drive tersembunyi
pt_br: Mostrar unidades ocultas
ru_ru: Показать скрытые диски
vi_vn: Hiện ổ đĩa ẩn
zh_tw: 顯示隱藏磁盤

source: Load extra modules
ar_sa: تحميل وحدات إضافية
da_dk: Indlæs ekstra moduler
hu_hu: Extra modulok betöltése
id_id: Muat modul ekstra
pt_br: Carregar módulos extras
ru_ru: Загрузить дополнительные модули
vi_vn: Tải thêm các mô-đun
zh_tw: 加載額外模塊

source: Enable case-sensitive filenames
ar_sa: تفعيل أسماء الملفات الحساسة لحالة الأحرف
da_dk: Aktivér filnavne, der er store og små bogstaver
hu_hu: Kis és nagybetűk engedélyezése fájlneveknél
id_id: Aktifkan kepekaan kapital pada nama berkas
pt_br: Ativar nomes de arquivos diferenciados
ru_ru: Включить регистрозависимые имена файлов
vi_vn: Bật phân biệt chữ hoa chữ thường
zh_tw: 啟用大小寫敏感文件名

source: Disable case-sensitive filenames
ar_sa: تعطيل أسماء الملفات الحساسة لحالة الأحرف
da_dk: Deaktivér filnavne, der er store og små bogstaver
hu_hu: Kis és nagybetűk tiltása fájlneveknél
id_id: Matikan kepekaan kapital pada nama berkas
pt_br: Desativar nomes de arquivos diferenciados
ru_ru: Выключить регистрозависимые имена файлов
vi_vn: Tắt phân biệt chữ hoa chữ thường
zh_tw: 禁用大小寫敏感文件名

source: Load AHCI Driver
ar_sa: تحميل برنامج تشغيل AHCI
da_dk: Indlæs AHCI driver
hu_hu: AHCI driver betöltése
id_id: Muat Driver AHCI
pt_br: Carregar a unidade AHCI
ru_ru: Загрузить драйвер AHCI
vi_vn: Tải trình điều kiển AHCI
zh_tw: 加載 AHCI 驅動

source: Mount encrypted volumes (LUKS and geli)
ar_sa: تحميل مجلدات مشفرة (LUKS و geli)
da_dk: Monter krypterede diskenheder (LUKS og geli)
hu_hu: Kódolt partíciók csatolása (LUKS and geli)
id_id: Muatkan volume terenkripsi (LUKS dan geli)
pt_br: Montar volumes criptografados (LUKS e geli)
ru_ru: Монтировать зашифрованные тома (LUKS and geli)
vi_vn: Gắn khối mã hóa (LUKS và geli)
zh_tw: 掛載加密卷 (LUKS 和 geli)

source: Enable serial terminal
ar_sa: تفعيل المحطة التسلسلية الطرفية لسطر الاوامر
da_dk: Aktivér seriel terminal
hu_hu: Serial Konzol Engedélyezése
id_id: Aktifkan terminal serial
pt_br: Ativar terminal serial
ru_ru: Включить последовательный терминал
vi_vn: Bật thiết bị đầu cuối nối tiếp
zh_tw: 啟用串行終端

source: EFI Firmware Setup
ar_sa: إعداد البرنامج الثابت EFI
da_dk: EFI Firmware opsætning
hu_hu: EFI Beállítások
id_id: Persiapan Firma EFI
pt_br: Configurar EFI Firmware
ru_ru: Настройки прошивки EFI
vi_vn: Thiết lập cơ sở EFI
zh_tw: EFI固件設置

source: GRUB Console
ar_sa: وحدة التحكم GRUB
da_dk: GRUB konsol
hu_hu: GRUB konzol
id_id: Konsol GRUB
pt_br: Console GRUB
ru_ru: Консоль GRUB
vi_vn: Bảng điều khiển GRUB
zh_tw: GRUB 命令行

source: UEFI DUET
ru_ru: UEFI (для разработчиков)
zh_tw: UEFI模擬

source: Load External Menu on (${device}) ${info}
ar_sa: تحميل القائمة الخارجية في (${device}) ${info}
da_dk: Indlæs ekstern menu til (${device}) ${info}
hu_hu: Külső menü betöltése: (${device}) ${info}
id_id: Muat Menu Eksternal pada (${device}) ${info}
pt_br: Carregar Menu Externo em (${device}) ${info}
ru_ru: Загрузить внешнее меню с (${device}) ${info}
vi_vn: Bật menu ngoài (${device}) ${info}
zh_tw: 加載外部菜單 (${device}) ${info}

source: Load Windows Boot Manager on ${device} ${info}
ar_sa: تحميل إدارة تمهيد ويندوز في ${device} ${info}
da_dk: Indlæs Windows Boot Manager på ${device} ${info}
hu_hu: Windows Indítómenü betöltése innen: ${device} ${info}
id_id: Muat Windows Boot Manager pada ${device} ${info}
pt_br: Carregar o Gerenciador de Inicialização do Windows em ${device} ${info}
ru_ru: Загрузить Windows Boot Manager с ${device} ${info}
vi_vn: Tải Windows Boot Mânger trên ${device} ${info}
zh_tw: 加載 ${device} ${info} 上的 Windows 啟動管理器

source: Boot macOS on ${device} ${info}
ar_sa: تمهيد نظام التشغيل ماك ${device} ${info}
da_dk: Boot macOS på ${device} ${info}
hu_hu: MacOS Indítása innen: ${device} ${info}
id_id: Jalankan (boot) macOS pada ${device} ${info}
pt_br: Iniciar macOS em ${device} ${info}
ru_ru: Загрузить macOS из ${device} ${info}
vi_vn: Khởi động macOS trên ${device} ${info}
zh_tw: 啟動 ${device} ${info} 上的 macOS

source: Boot ${winver} on ${device} ${info}
ar_sa: تمهيد ${winver} في ${device} ${info}
da_dk: Boot ${winver} på ${device} ${info}
hu_hu: Induljon el ${winver} innen ${device} ${info}
id_id: Jalankan (boot) ${winver} pada ${device} ${info}
pt_br: Iniciar ${winver} em ${device} ${info}
ru_ru: Загрузить ${winver} из ${device} ${info}
vi_vn: Khởi động ${winver} trên ${device} ${info}
zh_tw: 啟動 ${device} ${info} 上的 ${winver}

source: Boot Windows Recovery on ${device} ${info}
id_id: Jalankan (Boot) Pemulihan Windows di ${device} ${info}
pt_br: Iniciar a Recuperação do Windows em ${device} ${info}
ru_ru: Загрузить Windows Recovery на ${device} ${info}
vi_vn: Khởi động Windows Recovery trên ${device} ${info}
zh_tw: 啟動 ${device} ${info} 上的 Windows 恢復環境

source: Boot ${device} ${info}
ar_sa: تمهيد ${device} ${info}
hu_hu: Indítás ${device} ${info}
id_id: Jalankan (boot) ${device} ${info}
pt_br: Iniciar ${device} ${info}
ru_ru: Загрузить ${device} ${info}
vi_vn: Khởi động ${device} ${info}
zh_tw: 啟動 ${device} ${info}

source: Boot ${device} (PBR) ${info}
ar_sa: تمهيد ${device} (PBR) ${info}
hu_hu: Indítás ${device} (PBR) ${info}
id_id: Jalankan (boot) ${device} (PBR) ${info}
pt_br: Iniciar ${device} (PBR) ${info}
ru_ru: Загрузить ${device} (PBR) ${info}
vi_vn: Khởi động ${device} (PBR) ${info}
zh_tw: 啟動 ${device} (PBR) ${info}

source: Boot ${tmp} (MBR) [${tmpsize}]
ar_sa: تمهيد ${tmp} (MBR) [${tmpsize}]
hu_hu: Indítás ${tmp} (MBR) ${tmpsize}]
id_id: Jalankan (boot) ${tmp} (MBR) [${tmpsize}]
pt_br: Iniciar ${tmp} (MBR) [${tmpsize}]
ru_ru: Загрузить ${tmp} (MBR) [${tmpsize}]
vi_vn: Khửi động ${tmp} (MBR) [${tmpsize}]
zh_tw: 啟動 ${tmp} (MBR) [${tmpsize}]

source: Boot ISO (Loopback)
ar_sa: تمهيد الايزوا ISO (Loopback)
hu_hu: ISO Indìtása (loopback)
id_id: Jalankan (boot) ISO (Loopback)
pt_br: Iniciar ISO (Loopback)
ru_ru: Загрузить ISO (Loopback)
vi_vn: Khởi động ISO (Loopback)
zh_tw: 作為 Loopback ISO 啟動

source: Boot ISO (ISOLINUX)
ar_sa: تمهيد الايزوا ISO (ISOLINUX)
hu_hu: ISO indítása (ISOLINUX)
id_id: Jalankan (boot) ISO (ISOLINUX)
pt_br: Iniciar ISO (ISOLINUX)
ru_ru: Загрузить ISO (ISOLINUX)
vi_vn: Khởi động ISO (ISOLINUX)
zh_tw: 作為 ISOLINUX ISO 啟動

source: Detecting ISO type ...
ar_sa: الكشف عن نوع الايزوا ISO ...
da_dk: Registrerer ISO-type ...
hu_hu: ISO Típusának felismerése ...
id_id: Mendeteksi jenis ISO ...
pt_br: Detectando o tipo de ISO...
ru_ru: Определение типа ISO ...
vi_vn: Đang phát hiện loại ISO
zh_tw: 正在檢測 ISO 類型...

source: Boot ${distro} From ISO
ar_sa: تمهيد ${distro} من الايزوا ISO
da_dk: Boot ${distro} fra ISO
hu_hu: ISO-ból ${distro} indítása
id_id: Jalankan (boot) ${distro} Dari ISO
pt_br: Iniciar ${distro} da ISO
ru_ru: Загрузить ${distro} из ISO
vi_vn: Khởi động ${distro} Từ ISo
zh_tw: 從 ISO 啟動 ${distro}

source: Boot
ar_sa: الاقلاع
hu_hu: Rendszerbetöltés
id_id: Jalankan (boot)
pt_br: Iniciar
ru_ru: Загрузка
vi_vn: Khởi động
zh_tw: 啟動

source: From ISO
ar_sa: من الايزوا ISO
da_dk: Fra ISO
hu_hu: ISO-ból
id_id: Dari ISO
pt_br: Da ISO
ru_ru: Из образа формата ISO
vi_vn: Từ ISO
zh_tw: ISO

source: Please input the username. Default:user Super User:root Devuan:devuan
ar_sa: الرجاء إدخال اسم المستخدم. Default:user Super User:root Devuan:devuan
da_dk: Indtast venligst brugernavnet. Default:user Super User:root Devuan:devuan
hu_hu: Írd be a felhasználónevet. Default:user Super User:root Devuan:devuan
id_id: Silakan masukkan nama pengguna. Umum:user Super User:root Devuan:devuan
pt_br: Por favor, insira o nome de usuário. Padrão:user Super User:root Devuan:devuan
ru_ru: Пожалуйста, введите имя пользователя. По умолчанию:user Super User:root Devuan:devuan
vi_vn: Hãy nhập tên người dùng. Default:user Super User:root Devuan:devuan
zh_tw: 請輸入登錄用戶名。默認:user 超級用戶:root Devuan:devuan

source: WARNING: Will erase ALL data on (${grubfm_disk},4)
ar_sa: نحذير : سيمحو كل البيانات الموجودة على قرص (${grubfm_disk},4)
da_dk: ADVARSEL: Vil slette ALLE data på (${grubfm_disk},4)
hu_hu: Minden adatot töröl ezen a helyen: (${grubfm_disk},4)
id_id: PERINGATAN: Ini akan menghapus SEMUA DATA pada (${grubfm_disk},4)
pt_br: AVISO: Isso apagará TODOS os dados em (${grubfm_disk},4)
ru_ru: ВНИМАНИЕ: Будут удалены ВСЕ данные на (${grubfm_disk},4)
vi_vn: CẢNH BÁO: Sẽ xóa TẤT CẢ dữ liệu trên (${grubfm_disk},4)
zh_tw: 警告：即將刪除 (${grubfm_disk}，4) 上的所有數據

source: WARNING: Will erase ALL data on (hd0,4).
ar_sa: نحذير : سيمحو كل البيانات الموجودة على قرص (hd0,4).
da_dk: ADVARSEL: Vil slette ALLE data på (hd0,4).
hu_hu: Minden adatot töröl ezen a helyen: (hd0,4).
id_id: PERINGATAN: Ini akan menghapus SEMUA DATA pada (hd0,4).
pt_br: AVISO: Isso apagará TODOS os dados em (hd0,4).
ru_ru: ВНИМАНИЕ: Будут удалены ВСЕ данные на (hd0,4).
vi_vn: CẢNH BÁO: TOÀN BỘ dữ liệu sẽ bị xóa khỏi (hd0,4).
zh_tw: 警告：即將刪除(hd0,4)的分區數據。

source: WARNING: Will delete ${grubfm_file}
ar_sa: تحذير : سيتم الحذف ${grubfm_file}
da_dk: ADVARSEL: Vil slette ${grubfm_file}
hu_hu: FIGYELEM: Le lesz törölve: ${grubfm_file}
id_id: PERINGATAN: Ini akan menghapus ${grubfm_file}
pt_br: AVISO: Irá excluir ${grubfm_file}
ru_ru: ВНИМАНИЕ: Будет удалено ${grubfm_file}
vi_vn: CẢNH BÁO: Sẽ xóa ${grubfm_file}
zh_tw: 警告：即將刪除 ${grubfm_file}。

source: Press [1] to continue. Press any other key to return.
ar_sa: الرجاء اضعط [1] للاستمرار . وللعودة اضغط اي زر.
da_dk: Tryk på [1] for at fortsætte. Tryk på vilkårlig tast for at vende tilbage.
hu_hu: Nyomj [1]-est a folytatáshoz, vagy egyèb gombot a visszalèpèshez.
id_id: Tekan [1] untuk melanjutkkan. Tekan sembarang tombol untuk kembali.
pt_br: Pressione [1] para continuar. Pressione qualquer outra tecla para retornar.
ru_ru: Нажмите [1], чтобы продолжить. Нажмите любую другую клавишу для возврата.
vi_vn: Nhấn [1] để tiếp tục. Nhấn bất kỳ để thoát
zh_tw: 按 [1] 繼續。按下任何其他鍵返回。

source: Press [Y] to continue. Press [N] to quit.
ar_sa: الرجاء اضعط غ [Y] للاستمرار . واضغط ى [N] للخروج .
da_dk: Tryk på [Y] for at fortsætte. Tryk på [N] for at afslutte.
hu_hu: Nyomj [Y]-ont a folytatáshoz. [N] gombot a kilèkèshez.
id_id: Tekan [Y] untuk melanjutkkan. Tekan [N] untuk keluar.
pt_br: Pressione [Y] para continuar. Pressione [N] para sair.
ru_ru: Нажмите [Y] для продолжения или [N] для выхода.
vi_vn: Nhấn [Y] để tiếp tục. Nhấn [N] để thoát.
zh_tw: 按[Y]繼續。按[N]退出。

source: Canceled.
ar_sa: ملغي.
da_dk: Annulleret.
hu_hu: Megszakítva.
id_id: Dibatalkan.
pt_br: Cancelado.
ru_ru: Отменено.
vi_vn: Đã hủy.
zh_tw: 已取消。

source: File path contains spaces.This may cause problems!Press any key to continue.
ar_sa: مسار الملف يحتوي على مسافات وهذا قد يسبب مشاكل ! اضغط على أي مفتاح للمتابعة.
da_dk: Fil-stien indeholder mellemrum. Dette kan forårsage problemer! Tryk på en vilkårlig tast for at fortsætte.
hu_hu: Fájl ùtvonala szóközt tartalmaz. Ez problèmához vezethet. Nyomj egy gombot a folytatáshoz.
id_id: Jalur berkas mengandung spasi. Ini mungkin menyebabkan masalah! Tekan sembarang tombol untuk melanjutkkan.
pt_br: O caminho do arquivo contém espaços. Isto pode causar problemas!Pressione qualquer tecla para continuar.
ru_ru: Путь доступа содержит пробелы. Это может привести к проблемам! Нажмите любую клавишу для продолжения.
vi_vn: Đường dẫn tập tin chứa khoảng trắng. Điều này có thể gây ra lỗi! Nhấn bất kỳ để tiếp tục.
zh_tw: 文件路徑包含空格。這可能會造成問題。按任意鍵繼續。

source: Enter the name
ar_sa: ادخل الاسم
da_dk: Indtast navnet
hu_hu: Adja meg a nevet
id_id: Masukkan nama
pt_br: Digite o nome
ru_ru: Введите имя файла
vi_vn: Nhập tên
zh_tw: 請在此輸入名稱

source: Bad file name.
ar_sa: خطأ في اسم الملف .
da_dk: Dårligt filnavn.
hu_hu: Rossz fájlnèv.
id_id: Nama berkas buruk.
pt_br: Nome do arquivo ruim.
ru_ru: Неверное имя файла.
vi_vn: Tên không hợp lệ.
zh_tw: 錯誤的文件名。

source: Press any key to exit.
ar_sa: الرجاء اضعط اي زر للخروج .
da_dk: Tryk på en vilkårlig tast for at afslutte.
hu_hu: Nyomj egy gombot a kilèpèshez.
id_id: Tekan sembarang tombol untuk keluar.
pt_br: Pressione qualquer tecla para sair.
ru_ru: Нажмите любую клавишу для выхода.
vi_vn: Nhấn bất kỳ để thoát
zh_tw: 按任意鍵退出。

source: Please wait ...
ar_sa: الرجاء الانتظار ...
da_dk: Vent venligst ...
hu_hu: Kérlek, várj ...
id_id: Silakan Tunggu ...
pt_br: Por favor, aguarde ...
ru_ru: Пожалуйста подождите ...
vi_vn: Vui lòng đọi ...
zh_tw: 請稍候......

source: Reboot
ar_sa: اعادة تشغيل
da_dk: Genstart
hu_hu: Újraindítás
id_id: Mulai Ulang
pt_br: Reiniciar
ru_ru: Перезагрузка
vi_vn: Khởi động lại
zh_tw: 重啟

source: Reboot (R)
ar_sa: اعادة تشغيل
da_dk: Genstart (R)
hu_hu: Újraindìtás (R)
id_id: Mulai Ulang (R)
pt_br: Reiniciar (R)
ru_ru: Перезагрузка (R)
vi_vn: Khởi động lại (R)
zh_tw: 重啟 (R)

source: Halt
ar_sa: ايقاف
da_dk: Stop
hu_hu: Alvó üzemmód
id_id: Matikan
pt_br: Parar
ru_ru: Выключить
vi_vn: Tắt máy
zh_tw: 關機

source: Halt (H)
ar_sa: ايقاف (H)
da_dk: Stop (H)
hu_hu: Alvò üzemmód (H)
id_id: Matikan (H)
pt_br: Parar (H)
ru_ru: Выключение (H)
vi_vn: Tắt máy (H)
zh_tw: 關機 (H)

source: Halt (don't use APM)
id_id: Matikan (Jangan gunakan APM)
pt_br: Parar (não usar APM)
vi_vn: Tắt máy (không dùng APM)
zh_tw: 關機 (不使用 APM)

source: Warm Reboot (R)
id_id: Peringatan Mulai Ulang (R)
pt_br: Reinicialização Quente (R)
zh_tw: 熱重啟 (R)

source: Cold Reboot (S)
id_id: Mulai Ulang Dingin (S)
pt_br: Reinicialização Congelada (S)
zh_tw: 冷重啟 (S)

source: File:
ar_sa: ملف
da_dk: Fil:
hu_hu: Fájl:
id_id: Berkas:
pt_br: Arquivo:
ru_ru: Файл:
vi_vn: Tập tin:
zh_tw: 文件:

source: Hotkeys
ar_sa: الاختصارات
da_dk: Genvejstaster
hu_hu: Gyorsbillentyűk
id_id: Kunci Tombol
pt_br: Teclas de Atalho
ru_ru: Комбинация клавиш
vi_vn: Phím nóng
zh_tw: 快捷鍵

source: F1 - System Information
id_id: F1 - Informasi Sistem
pt_br: F1 - Informação do Sistema
vi_vn: F1 - Thông tin hệ thống
zh_tw: F1 - 系統信息

source: F2 - File Manager
ar_sa: F2 - استعراض الملفات
da_dk: F2 - Filhåndtering
hu_hu: F2 - Fájlkezelő
id_id: F2 - Manajemen Berkas
pt_br: F2 - Gerenciador de Arquivos
ru_ru: F2 - Просмотр файлов
vi_vn: F2 - Quản lý Tập tin
zh_tw: F2 - 文件管理器

source: F3 - OS Detect
ar_sa: F3 - كشف نظام التشغيل
da_dk: F3 - Detekter operativsystemet (OS)
hu_hu: F3 - OS Felismerèse
id_id: F3 - Deteksi Sistem Operasi
pt_br: F3 - Detectar OS
ru_ru: F3 - Обнаружение ОС
vi_vn: F3 - Phát hiện OS
zh_tw: F3 - 檢測並啟動操作系統

source: F4 - Settings
ar_sa: F4 - الخيارات
da_dk: F4 - Indstillinger
hu_hu: F4 - Beállìtások
id_id: F4 - Setelan
pt_br: F4 - Configurações
ru_ru: F4 - Настройки
vi_vn: F4 - Cài đặt
zh_tw: F4 - 設置

source: F5 - Multiboot Toolkits
id_id: F5 - Kotak Alat Multiboot
pt_br: F5 - Kit de Ferramentas Multiboot
zh_tw: F5 - 引導工具

source: F6 - Power Off
ar_sa: F6 - اطفاء الجهاز
da_dk: F6 - Sluk
hu_hu: F6 - Kikapcsolás
id_id: F6 - Mematikan Daya
pt_br: F6 - Desligar
ru_ru: F6 - Выключить
vi_vn: F6 - Tắt nguồn
zh_tw: F6 - 關機

source: [A] About GRUB2-FileManager
ar_sa: [A] حول تعريب ثامرموسى GRUB2-FileManager
da_dk: [A] Om GRUB2-Filhåndtering
hu_hu: [A] GRUB2-FileManager nèvjegye
id_id: [A] Tentang GRUB2-FileManager
pt_br: [A] Sobre o GRUB2-FileManager
ru_ru: [A] Информация об GRUB2-FileManager
vi_vn: [A] Về GRUB2-FileManager
zh_tw: [A] 關於 GRUB2-FileManager

source: Ctrl+l/Ctrl+r - Scroll menu entry's text
ar_sa: Ctrl+l/Ctrl+r - إدخال قائمة تمرير النص
da_dk: Ctrl+l/Ctrl+r - Rul menuindgangens tekst
hu_hu: Ctrl+l/Ctrl+r - menü görgetèse
id_id: Ctrl+l/Ctrl+r - Gulirkan teks daftar menu
pt_br: Ctrl+l/Ctrl+r - Rolar texto da entrada do menu
ru_ru: Ctrl+l/Ctrl+r - Прокрутить текст пунктов меню
vi_vn: Ctrl+l/Ctrl+r - Menu cuộn văn bản
zh_tw: Ctrl+l/Ctrl+r - 滾動菜單項的文本

source: LCtrl+LAlt+F12 - Take Screenshots (EFI)
ar_sa: LCtrl+LAlt+F12 - تأخذ لقطة للشاشة (EFI)
da_dk: (Ctrl+Alt+F12) - Tag skærmbilleder (EFI)
hu_hu: LCtrl+LAlt+F12 - Kèpernyőkèp Kèszìtèse (EFI)
id_id: LCtrl+LAlt+F12 - Lakukan Tangkapan Layar (EFI)
pt_br: LCtrl+LAlt+F12 - Tirar Screenshots (EFI)
ru_ru: LCtrl+LAlt+F12 - Сделать скриншоты (EFI)
vi_vn: LCtrl+LAlt+F12 - Chụp màn hình (EFI)
zh_tw: LCtrl+LAlt+F12 - 屏幕截圖 (EFI)

source: ↑ Page Up ↓ Page Down [ESC] Exit
ar_sa: ↑ صفحة لفوق ↓ صفحة لتحت [ESC] Exit
da_dk: ↑ Side op ↓ Side ned [ESC] Afslut
hu_hu: ↑ Page Up ↓ Page Down [ESC] Kilèpès
id_id: ↑ Page Up ↓ Page Down [ESC] Keluar
pt_br: ↑ Page Up ↓ Page Down [ESC] Sair
ru_ru: ↑ Стр. вверх ↓ Стр. вниз [ESC] Выход
vi_vn: ↑ Lên ↓ Xuống [ESC] Thoát
zh_tw: ↑ 上一頁 ↓ 下一頁 [ESC] 退出

source: ↑ Page Up ↓ Page Down [e] Encoding [ESC] Exit
ar_sa: ↑ صفحة لفوق ↓ صفحة لتحت [e] الترميز [ESC] للخروج
da_dk: ↑ Side op ↓ Side ned [e] Indkodning [ESC] Afslut
hu_hu: ↑ Page Up ↓ Page Down [e] Kódolás [ESC] Kilèpès
id_id: ↑ Page Up ↓ Page Down [e] Menyandikan [ESC] Keluar
pt_br: ↑ Page Up ↓ Page Down [e] Codificação [ESC] Sair
ru_ru: ↑ Стр. вверх ↓ Стр. вниз [e] Кодировка [ESC] Выход
vi_vn: ↑ Lên ↓ Xuống [e] Mã hóa [ESC] Thoát
zh_tw: ↑ 上一頁 ↓ 下一頁 [e] 編碼設置 [ESC] 退出

source: FILE: %s (%s)
ar_sa: ملف : %s (%s)
da_dk: FIL: %s (%s)
hu_hu: Fájl: %s (%s)
id_id: BERKAS: %s (%s)
pt_br: ARQUIVO: %s (%s)
ru_ru: ФАЙЛ: %s (%s)
vi_vn: Tệp: %s (%s)
zh_tw: 文件: %s (%s)

source: FILE: %s (%s) ENCODING: %s
ar_sa: ملف : %s (%s) الترميز : %s
da_dk: FIL: %s (%s) INDKODNING: %s
hu_hu: Fájl: %s (%s) Kódolás: %s
id_id: BERKAS: %s (%s) MENYANDIKAN: %s
pt_br: ARQUIVO: %s (%s) CODIFICAÇÃO: %s
ru_ru: ФАЙЛ: %s (%s) КОДИРОВКА: %s
vi_vn: Tệp: %s (%s) Mã hóa: %s
zh_tw: 文件: %s (%s) 編碼: %s

source: Platform: %s-%s
pt_br: Plataforma: %s-%s
ru_ru: Платформа: %s-%s
vi_vn: Nền tảng: %s-%s
zh_tw: 平臺: %s-%s

source: Language: %s
ar_sa: اللغة : %s
da_dk: Sprog: %s
hu_hu: Nyelv: %s
id_id: Bahasa: %s
pt_br: Idioma: %s
ru_ru: Язык: %s
vi_vn: Ngôn ngữ: %s
zh_tw: 語言: %s

source: GRUB version: %s
ar_sa: نسخة GRUB : %s
hu_hu: GRUB verzió: %s
id_id: Versi GRUB: %s
pt_br: Versão do GRUB: %s
ru_ru: Версия GRUB: %s
vi_vn: Phiên bản GRUB: %s
zh_tw: GRUB 版本: %s

source: GRUB build date: %s
ar_sa: بيانات البناء GRUB : %s
da_dk: GRUB build dato: %s
hu_hu: GRUB Fordìtás dátuma: %s
id_id: Tanggal dibuat GRUB: %s
pt_br: Data de build do GRUB: %s
ru_ru: Дата сборки GRUB: %s
vi_vn: Ngày xây dựng GRUB: %s
zh_tw: GRUB 構建日期: %s

source: License: GNU GPLv3
ar_sa: الاتفاقية : GNU GPLv3
da_dk: Licens: GNU GPLv3
hu_hu: Licensz: GNU GPLv3
id_id: Lisensi: GNU GPLv3
pt_br: Licença: GNU GPLv3
ru_ru: Лицензия: GNU GPLv3
vi_vn: Giấy phép: GNU GPLv3
zh_tw: 許可證: GNU GPLv3
