Repository: zwj4031/grub2-filemanager
Catalog: lang/*/fm.po
Languages: ar_sa, da_dk, hu_hu, id_id, pt_br, ru_ru, vi_vn, zh_tw

source: Back
ar_sa: للخلف
da_dk: Tilbage
hu_hu: Vissza
id_id: Kembali
pt_br: Voltar
ru_ru: Назад
vi_vn: Quay về
zh_tw: 返回

source: Disabled
ar_sa: تعطيل
da_dk: Deaktiveret
hu_hu: Letiltva
id_id: Dinonaktifkan
pt_br: Desativado
ru_ru: Отключено
vi_vn: Hủy kích hoạt
zh_tw: 已禁用

source: Enabled
ar_sa: تمكين
da_dk: Aktiveret
hu_hu: Engedélyezve
id_id: Diaktifkan
pt_br: Ativado
ru_ru: Включено
vi_vn: Kích hoạt
zh_tw: 已啟用

source: Not available
ar_sa: غير متوفر
da_dk: Ikke tilgængelig
hu_hu: Nem elérhető
id_id: Tidak tersedia
pt_br: Não disponível
ru_ru: Не доступно
vi_vn: Không có sẵn
zh_tw: 不可用

source: Set BGRT (Windows boot logo)
ar_sa: ضبط BGRT (شعار تمهيد ويندوز)
da_dk: Indstil (Windows boot logo) i Boot Graphics Resource Table (BGRT)
hu_hu: BGRT Beállítása (Windows indítólogó)
id_id: Atur BGRT (Logo but Windows)
pt_br: Definir BGRT (Logotipo de inicialização do Windows)
ru_ru: Установить BGRT (логотип загрузки Windows)
vi_vn: Đặt BGRT (logo boot Windows)
zh_tw: 設置 BGRT (Windows 啟動圖片)

source: Open As Grub2 Menu
ar_sa: فتح باستخدام قائمة Grub2
da_dk: Åbn som Grub2 menu
hu_hu: Megnyitás grub2 alatt
id_id: Buka Sebagai Menu Grub2
pt_br: Abrir Com o Menu Grub2
ru_ru: Открыть Grub2 как меню
vi_vn: Mở Menu Grub2
zh_tw: 作為 Grub2 菜單打開

source: Open As Syslinux Menu
ar_sa: فتح باستخدام قائمة Syslinux
da_dk: Åbn som Syslinux menu
hu_hu: Megnyitás syslinux alatt
id_id: Buka Sebagai Menu Syslinux
pt_br: Abrir Com o Menu Syslinux
ru_ru: Открыть как меню Syslinux
vi_vn: Mở Menu Syslinux
zh_tw: 作為 Syslinux 菜單打開

source: Open As pxelinux Menu
ar_sa: فتح باستخدام قائمة pxelinux
da_dk: Åbn som pxelinux menu
hu_hu: Megnyitás pxelinux alatt
id_id: Buka Sebagai Menu pxelinux
pt_br: Abrir Com o Menu Pxelinux
ru_ru: Открыть как меню pxelinux
vi_vn: Mở Menu PXELinux
zh_tw: 作為 pxelinux 菜單打開

source: Open As GRUB4DOS Menu
ar_sa: فتح باستخدام قائمة GRUB4DOS
da_dk: Åbn som GRUB4DOS menu
hu_hu: Megnyitás GRUB4DOS alatt
id_id: Buka Sebagai Menu GRUB4DOS
pt_br: Abrir Com o Menu GRUB4DOS
ru_ru: Открыть как меню GRUB4DOS
vi_vn: Mở Menu GRUB4DOS
zh_tw: 作為 GRUB4DOS 菜單打開

source: Open As GRUB-Legacy Menu
ar_sa: فتح باستخدام قائمة GRUB-Legacy
da_dk: Åbn som GRUB-Legacy menu
hu_hu: Megnyitás GRUB-Legacy alatt
id_id: Buka Sebagai Menu GRUB-Legacy
pt_br: Abrir Com o Menu GRUB-Legacy
ru_ru: Открыть меню как GRUB-Legacy
vi_vn: Mở Menu GRUB-Legacy
zh_tw: 作為 GRUB-Legacy 菜單打開

source: Open As Lua Script
ar_sa: فتح باستخدام البرنامج النصي Lua
da_dk: Åben som Lua script
hu_hu: Megnyitás mint LUA Script
id_id: Buka Sebagai Skrip Lua
pt_br: Abrir Com o Lua Script
ru_ru: Открыть как сценарий Lua
vi_vn: Mở Script Lua
zh_tw: 作為 Lua 腳本加載

source: Open As Python Script
ar_sa: فتح باستخدام البرنامج النصي Python
da_dk: Åben som Python script
hu_hu: Megnyitás mint Python script
id_id: Buka Sebagai Skrip Phyton
pt_br: Abrir Com o Python Script
ru_ru: Открыть как сценарий Python
vi_vn: Mở Script Python
zh_tw: 執行 Python 腳本

source: Open As EFI Application
ar_sa: فتح باستخدام تطبيق EFI
da_dk: Åben som EFI-applikation
hu_hu: Megnyitás mint EFI Alkalmazás
id_id: Buka Sebagai Aplikasi EFI
pt_br: Abrir Com o Aplicativo EFI
ru_ru: Открыть как приложение EFI
vi_vn: Mở Ứng dụng EFI
zh_tw: 作為 EFI 可執行文件運行

source: Load UEFI driver
ar_sa: تحميل قرص UEFI
da_dk: Indlæs UEFI-driver
hu_hu: UEFI driver betöltèse
id_id: Memuat driver UEFI
pt_br: Carregar o driver UEFI
ru_ru: Загрузить драйвер UEFI
vi_vn: Tải driver UEFI
zh_tw: 加載 UEFI 驅動

source: Open As EFI Shell Script
ar_sa: فتح باستخدام البرنامج النصي شل UEFI
da_dk: Åben som EFI Shell Script
hu_hu: Megnyitás mint EFI script
id_id: Buka Sebagai Skrip Kerangka EFI
pt_br: Abrir Com o EFI Shell Script
ru_ru: Открыть как командный EFI-скрипт
vi_vn: Mở Script EFI Shell
zh_tw: 作為 EFI Shell 腳本打開

source: Open As Image
ar_sa: فتح باستخدام الصور
da_dk: Åben som et billede
hu_hu: Megnyitás lemezkèpkènt
id_id: Buka Sebagai Image
pt_br: Abrir Com a Imagem
ru_ru: Просмотреть как изображение
vi_vn: Mở Hình ảnh
zh_tw: 作為圖像打開

source: Press [ESC] to continue...
ar_sa: الرجاء اضغط خروج للاستمرار ... [ESC]
da_dk: Tryk på [ESC] for at fortsætte...
hu_hu: Nyomj ESC-t a folytatáshoz
id_id: Tekan [ESC] untuk melanjutkan...
pt_br: Pressione [ESC] para continuar...
ru_ru: Нажмите [ESC] для продолжения...
vi_vn: Nhấn [ESC] để tiếp tục...
zh_tw: 按 [ESC] 繼續 ...

source: Mount Image
ar_sa: تركيب صورة
da_dk: Monter afbildning
hu_hu: Lemezkèp csatolása
id_id: Muatkan Image
pt_br: Montar Imagem
ru_ru: Смонтировать образ
vi_vn: Gắn tệp hình ảnh
zh_tw: 掛載鏡像

source: Boot Floppy Image (GRUB4DOS)
ar_sa: الاقلاع بصورة الفلوبي ديسك (GRUB4DOS)
da_dk: Boot Floppy afbildning (GRUB4DOS)
hu_hu: Floppy lemezkèp indítása (GRUB4DOS)
id_id: Jalankan (boot) Floppy Image (GRUB4DOS)
pt_br: Iniciar Imagem Floppy (GRUB4DOS)
ru_ru: Загрузить образ дискеты (GRUB4DOS)
vi_vn: Khởi động ảnh đĩa mềm (GRUB4DOS)
zh_tw: 使用 GRUB4DOS 加載為軟盤

source: Boot Floppy Image (memdisk)
ar_sa: الاقلاع بصورة الفلوبي ديسك (memdisk)
da_dk: Boot Floppy afbildning (memdisk)
hu_hu: Floppy lemezkép indítása (memdisk)
id_id: Jalankan (boot) Floppy Image (memdisk)
pt_br: Iniciar Imagem Floppy (memdisk)
ru_ru: Загрузить образ дискеты (memdisk)
vi_vn: Khởi động ảnh đĩa mềm (memdisk)
zh_tw: 使用 memdisk 加載為軟盤

source: Boot Floppy Image (map)
ar_sa: الاقلاع بصورة الفلوبي ديسك (map)
da_dk: Boot Floppy afbildning (map/folder)
hu_hu: Floppy lemezkèp indítása (map)
id_id: Jalankan (boot) Floppy Image (map)
pt_br: Iniciar Imagem Floppy (map)
ru_ru: Загрузить образ дискеты (map)
vi_vn: Khởi động ảnh đĩa mềm (map)
zh_tw: 啟動軟盤鏡像 (map)

source: Boot Hard Drive Image (GRUB4DOS)
ar_sa: الاقلاع بصورة بمحرك القرص (GRUB4DOS)
da_dk: Boot Floppy afbildning (GRUB4DOS)
hu_hu: Virtuális HDD indítása (GRUB4DOS)
id_id: Jalankan (boot) Hard Drive Image (GRUB4DOS)
pt_br: Iniciar Imagem Hard Drive (GRUB4DOS)
ru_ru: Загрузить образ жесткого диска (GRUB4DOS)
vi_vn: Khởi động ảnh đĩa cứng (GRUB4DOS)
zh_tw: 使用 GRUB4DOS 加載為硬盤

source: Boot Hard Drive Image (memdisk)
ar_sa: الاقلاع بصورة بمحرك القرص (memdisk)
da_dk: Boot Floppy afbildning (memdisk)
hu_hu: Virtuális Hdd indítása (Memdisk)
id_id: Jalankan (boot) Hard Drive Image (memdisk)
pt_br: Iniciar Imagem Hard Drive (memdisk)
ru_ru: Загрузить образ жесткого диска (memdisk)
vi_vn: Khởi động ảnh đĩa cứng (memdisk)
zh_tw: 使用 memdisk 加載為硬盤

source: Boot Hard Drive Image (map)
ar_sa: الاقلاع بصورة بمحرك القرص (map)
da_dk: Boot fastdisk afbildning (map/folder)
hu_hu: Virtuális Hdd indítása (map)
id_id: Jalankan (boot) Hard Drive Image (map)
pt_br: Iniciar Imagem Hard Drive (map)
ru_ru: Загрузить образ жесткого диска (map)
vi_vn: Khởii động ảnh đĩa cứng (map)
zh_tw: 啟動硬盤鏡像 (map)

source: Boot IMG (map)
ar_sa: الاقلاع IMG (map)
da_dk: Boot IMG (map/folder)
hu_hu: IMG indítása (map)
id_id: Jalankan (boot) IMG (map)
pt_br: Iniciar IMG (map)
ru_ru: Загрузить IMG (map)
vi_vn: Khởi động IMG (map)
zh_tw: 啟動 IMG (map)

source: Boot IMG (map --mem)
ar_sa: الاقلاع IMG (map --mem)
da_dk: Boot IMG (map/folder -mem)
hu_hu: IMG indítása (map --mem)
id_id: Jalankan (boot) IMG (map --mem)
pt_br: Iniciar IMG (map --mem)
ru_ru: Загрузить IMG (map --mem)
vi_vn: Khởi động ISO (map --mem)
zh_tw: 啟動 IMG (map --mem)

source: Open As Archiver
ar_sa: فتح باستخدام الارشيف
da_dk: Åben som arkiver
hu_hu: Megnyitás archìvumkènt
id_id: Buka Sebagai Pengarsip
pt_br: Abrir Com o Arquivo
ru_ru: Открыть как архив
vi_vn: Mở Trình giải nén
zh_tw: 作為壓縮文件打開

source: Boot NT6.x WIM (wimboot)
ar_sa: الاقلاع بالويم NT6.x WIM (wimboot
hu_hu: NT6.x WIM indítása (wimboot)
id_id: Jalankan (boot) NT6.x WIM (wimboot)
pt_br: Iniciar NT6.x WIM (wimboot)
ru_ru: Загрузить NT6.x WIM (wimboot)
vi_vn: Khởi động NT6.x WIM (wimboot)
zh_tw: 使用 wimboot 加載 NT6.x WIM

source: Boot NT6.x WIM (NTBOOT)
ar_sa: الاقلاع بالويم NT6.x WIM (NTBOOT)
hu_hu: NT6.x WIM indítása (NTBOOT)
id_id: Jalankan (boot) NT6.x WIM (NTBOOT)
pt_br: Iniciar NT6.x WIM (NTBOOT)
ru_ru: Загрузить NT6.x WIM (NTBOOT)
vi_vn: Khởi động NT6.x WIM (NTBOOT)
zh_tw: 使用 NTBOOT 加載 NT6.x WIM

source: Boot NT5.x WIM (NTBOOT)
ar_sa: الاقلاع بالويم NT5.x WIM (NTBOOT)
hu_hu: NT5.x WIM indítása (NTBOOT)
id_id: Jalankan (boot) NT5.x WIM (NTBOOT)
pt_br: Iniciar NT5.x WIM (NTBOOT)
ru_ru: Загрузить NT5.x WIM (NTBOOT)
vi_vn: Khởi động NT5.x WIM (NTBOOT)
zh_tw: 使用 NTBOOT 加載 NT5.x WIM

source: Boot NT5.x PE (NTBOOT)
ar_sa: الاقلاع بـ NT5.x PE (NTBOOT)
hu_hu: NT5.x PE indítása (NTBOOT)
id_id: Jalankan (boot) NT5.x PE (NTBOOT)
pt_br: Iniciar NT5.x PE (NTBOOT)
ru_ru: Загрузить NT5.x PE (NTBOOT)
vi_vn: Khởi động NT5.x PE (NTBOOT)
zh_tw: 使用 NTBOOT 加載 NT5.x PE

source: Boot Windows NT6.x VHD/VHDX (NTBOOT)
ar_sa: الاقلاع بويندوز NT6.x VHD/VHDX (NTBOOT)
hu_hu: Windows NT6.x VHD/VHDX Indìtása (NTBOOT)
id_id: Jalankan (boot) Windows NT6.x VHD/VHDX (NTBOOT)
pt_br: Iniciar Windows NT6.x VHD/VHDX (NTBOOT)
ru_ru: Загрузить Windows NT6.x VHD/VHDX (NTBOOT)
vi_vn: Khởi động Windows NT6.x VHD/VHDX (NTBOOT)
zh_tw: 使用 NTBOOT 加載 Windows NT6.x VHD/VHDX

source: Boot RamOS VHD (GRUB4DOS map --mem --top)
ar_sa: اقلاع RamOS VHD (GRUB4DOS map --mem --top)
da_dk: Boot RamOS VHD (GRUB4DOS map/folder --mem --top)
hu_hu: RamOS VHD Indìtása (GRUB4DOS map --mem --top)
id_id: Jalankan (boot) RamOS VHD (GRUB4DOS map --mem --top)
pt_br: Iniciar RamOS VHD (GRUB4DOS map --mem --top)
ru_ru: Загрузить RamOS VHD (GRUB4DOS карта --mem --top)
vi_vn: Khởi động RamOS VHD (GRUB4DOS map --mem --top)
zh_tw: 啟動 RamOS VHD (GRUB4DOS map --mem --top)

source: Boot RamOS VHD (GRUB4DOS map --mem)
ar_sa: اقلاع RamOS VHD (GRUB4DOS map --mem)
da_dk: Boot RamOS VHD (GRUB4DOS map/folder --mem)
hu_hu: RamOS VHD indìtása (GRUB4DOS map --mem)
id_id: Jalankan (boot) RamOS VHD (GRUB4DOS map --mem)
pt_br: Iniciar RamOS VHD (GRUB4DOS map --mem)
ru_ru: Загрузить RamOS VHD (GRUB4DOS map --mem)
vi_vn: Khởi động RamOS VHD (GRUB4DOS map --mem)
zh_tw: 啟動 RamOS VHD (GRUB4DOS map --mem)

source: Boot VHD (vboot)
ar_sa: اقلاع VHD (vboot)
hu_hu: VHD indìtása (vboot)
id_id: Jalankan (boot) VHD (vboot)
pt_br: Iniciar VHD (vboot)
ru_ru: Загрузить VHD (vboot)
vi_vn: Khởi động VHD (vboot)
zh_tw: 使用 vboot 啟動 VHD

source: Boot VHD (map)
ar_sa: اقلاع VHD (map)
da_dk: Boot VHD (map/folder)
hu_hu: VHD Indìtása (map)
id_id: Jalankan (boot) VHD (map)
pt_br: Iniciar VHD (map)
ru_ru: Загрузить VHD (map)
vi_vn: Khởi động VHD (map)
zh_tw: 啟動 VHD (map)

source: Boot VHD (map --mem)
ar_sa: اقلاع VHD (map --mem)
da_dk: Boot VHD (map/folder --mem)
hu_hu: VHD Indìtása (map --mem)
id_id: Jalankan (boot) VHD (map --mem)
pt_br: Iniciar IMG (map --mem)
ru_ru: Загрузить VHD (map --mem)
vi_vn: Khởi Động VHD (map --mem)
zh_tw: 啟動 VHD (map --mem)

source: Mount ISO
ar_sa: تركيب الايزوا ISO
da_dk: Monter ISO afbildning
hu_hu: ISO Csatolása
id_id: Muatkan ISO
pt_br: Montar ISO
ru_ru: Смонтировать ISO
vi_vn: Gắn tệp ISO
zh_tw: 查看 ISO 內容

source: Boot ISO (GRUB4DOS)
ar_sa: اقلاع ايزوا ISO (GRUB4DOS)
hu_hu: ISO Indìtása (GRUB4DOS)
id_id: Jalankan (boot) ISO (GRUB4DOS)
pt_br: Iniciar ISO (GRUB4DOS)
ru_ru: Загрузить ISO (GRUB4DOS)
vi_vn: Khởi động ISO (GRUB4DOS)
zh_tw: 使用 GRUB4DOS 加載 ISO

source: Boot ISO (memdisk)
ar_sa: اقلاع ايزوا ISO (memdisk)
hu_hu: ISO Indìtása (memdisk)
id_id: Jalankan (boot) ISO (memdisk)
pt_br: Iniciar ISO (memdisk)
ru_ru: Загрузить ISO (memdisk)
vi_vn: Khởi động ISO (memdisk)
zh_tw: 使用 memdisk 加載 ISO

source: Boot ISO (Easy2Boot)
ar_sa: اقلاع ايزوا ISO (Easy2Boot)
hu_hu: ISO Indìtása (Easy2Boot)
id_id: Jalankan (boot) ISO (Easy2Boot)
pt_br: Iniciar ISO (Easy2Boot)
ru_ru: Загрузить ISO (Easy2Boot)
vi_vn: Khởi động ISO (Easy2Boot)
zh_tw: 使用 Easy2Boot 方式加載 ISO

source: Boot ISO (loopback.cfg)
ar_sa: اقلاع ايزوا ISO (loopback.cfg)
hu_hu: ISO Indìtása (loopback.cfg)
id_id: Jalankan (boot) ISO (loopback.cfg)
pt_br: Iniciar ISO (loopback.cfg)
ru_ru: Загрузить ISO (loopback.cfg)
vi_vn: Khởi động ISO (loopback.cfg)
zh_tw: 啟動 ISO (loopback.cfg)

source: Boot ISO (partnew)
ar_sa: اقلاع ايزوا ISO (partnew)
hu_hu: ISO Indìtása (partnew)
id_id: Jalankan (boot) ISO (partnew)
pt_br: Iniciar ISO (partnew)
ru_ru: Загрузить ISO (partnew)
vi_vn: Khởi động ISO (partnew)
zh_tw: 啟動 ISO (partnew)

source: Install Windows (x64)
ar_sa: تنصيب ويندوز (x64)
da_dk: Installer Windows (x64)
hu_hu: Windows Telepìtèse (X64)
id_id: Pasang Windows (x64)
pt_br: Instalar Windows (x64)
ru_ru: Установка Windows (x64)
vi_vn: Cài đặt Windows (x64)
zh_tw: 安裝 Windows (x64)

source: Install Windows (x86)
ar_sa: تنصيب ويندوز (x86)
da_dk: Installer Windows (x86)
hu_hu: Windows Telepìtèse (X86)
id_id: Pasang Windows (x86)
pt_br: Instalar Windows (x86)
ru_ru: Установка Windows (x86)
vi_vn: Cài đặt Windows (x86)
zh_tw: 安裝 Windows (x86)

source: Install Windows without autounattend.xml
ar_sa: تنصيب ويندوز باستخدام ملف الاجوبة autounattend.xml
da_dk: Installer Windows uden autounattend.xml
hu_hu: Windows Telepìtèse unattended.xml használata nèlkül
id_id: Pasang Windows tanpa autounattend.xml
pt_br: Instalar o Windows sem o autounattend.xml
ru_ru: Установить Windows без autounattend.xml
vi_vn: Cài Windows không có autounattend.xml
zh_tw: 不加載 autounattend.xml 安裝 Windows

source: Load ${xml_name}
ar_sa: تحميل ${xml_name}
da_dk: Indlæs ${xml_name}
hu_hu: Betölt ${xml_name}
id_id: Memuat ${xml_name}
pt_br: Carregar ${xml_name}
ru_ru: Загрузить ${xml_name}
vi_vn: Tải ${xml_name}
zh_tw: 加載 ${xml_name}

source: Boot ISO (map)
ar_sa: اقلاع ايزوا ISO (map)
da_dk: Boot ISO (map/folder)
hu_hu: ISO Indìtása (map)
id_id: Jalankan (boot) ISO (map)
pt_br: Iniciar ISO (map)
ru_ru: Загрузить ISO (map)
vi_vn: Khởi động ISO (map)
zh_tw: 啟動 ISO (map)

source: Boot ISO (map --mem)
ar_sa: اقلاع ايزوا ISO (map --mem)
da_dk: Boot ISO (map/folder --mem)
hu_hu: ISO Indìtása (map --mem)
id_id: Jalankan (boot) ISO (map --mem)
pt_br: Iniciar ISO (map --mem)
ru_ru: Загрузить ISO (map --mem)
vi_vn: Khởi động ISO (map --mem)
zh_tw: 啟動 ISO (map --mem)

source: Boot ISO (Ventoy)
ar_sa: اقلاع ايزوا ISO (Ventoy)
hu_hu: ISO Indìtása (Ventoy)
id_id: Jalankan (boot) ISO (Ventoy)
pt_br: Iniciar ISO (Ventoy)
ru_ru: Загрузить ISO (Ventoy)
vi_vn: Khởi động ISO (Ventoy)
zh_tw: 啟動 ISO (Ventoy)

source: Boot EFI Files
ar_sa: اقلاع ملفات EFI
da_dk: Boot EFI filer
hu_hu: EFI Fájlok Indìtása
id_id: Jalankan (boot) Berkas EFI
pt_br: Iniciar Arquivos EFI
ru_ru: Загрузить файлы EFI
vi_vn: Khởi động Tập tin EFI
zh_tw: 僅加載 EFI 文件

source: Open As iPXE Script
ar_sa: فتح باستخدام البرنامج النصي iPXE
da_dk: Åben som iPXE script
hu_hu: Megnyitás Ipxe Scriptkènt
id_id: Buka Sebagai Skrip iPXE
pt_br: Abrir Com o iPXE Script
ru_ru: Открыть как сценарий iPXE
vi_vn: Mở Script iPXE
zh_tw: 作為 iPXE 腳本打開

source: Open As Font
ar_sa: فتح باستخدام الخطوط
da_dk: Åben som skrifttype (font)
hu_hu: Megnyitás Betűtipuskènt
id_id: Buka Sebagai Fon Huruf
pt_br: Abrir Com a Fonte
ru_ru: Открыть как шрифт
vi_vn: Mở Font
zh_tw: 加載 pf2 字庫文件

source: Insert Grub2 Module
ar_sa: أدخال وحدة Grub2
da_dk: Indsæt Grub2 modul
hu_hu: Grub2 modul beillesztèse
id_id: Masukkan Modul Grub2
pt_br: Inserir Módulo Grub2
ru_ru: Вставить модуль Grub2
vi_vn: Chèn Module Grub2
zh_tw: 加載 Grub2 模塊

source: Chainload BIOS Boot Sector
ar_sa: تحميل سلسلة قطاع تمهيد البيوس
da_dk: Kædeladning af BIOS boot sektor (Chainload BIOS Boot Sector)
hu_hu: BIOS boot szektor betöltèse
id_id: Esekusi Sektor Boot BIOS
pt_br: Setor de Inicialização BIOS em Chainload
ru_ru: Цепная загрузка BIOS Boot Sector
zh_tw: 作為 BIOS 引導扇區加載

source: Chainload NTLDR
ar_sa: تحميل سلسلة NTLDR
da_dk: Kædeladning NTLDR (Chainload NTLDR)
hu_hu: NTLDR Betöltèse
id_id: Esekusi NTLDR
ru_ru: Цепная загрузка NTLDR
zh_tw: 作為 NTLDR 加載

source: Chainload BOOTMGR
ar_sa: تحميل سلسلة BOOTMGR
da_dk: Kædeladning BOOTMGR (Chainload BOOTMGR)
hu_hu: BOOTMGR Betöltèse
id_id: Esekusi BOOTMGR
ru_ru: Цепная загрузка BOOTMGR
zh_tw: 作為 BOOTMGR 加載

source: Open As GRUB4DOS MOD
ar_sa: فتح باستخدام نمط GRUB4DOS
da_dk: Åben som GRUB4DOS MOD
hu_hu: Megnyitás mint GRUB4DOS MÓD
id_id: Buka sebagai MOD GRUB4DOS
pt_br: Abrir Com o MOD GRUB4DOS
ru_ru: Открыть как GRUB4DOS MOD
vi_vn: Mở MOD GRUB4DOS
zh_tw: 作為 GRUB4DOS 外部命令加載

source: Boot Multiboot Kernel
ar_sa: التمهيد Multiboot Kernel
hu_hu: Multiboot Kernel indìtása
id_id: Jalankan (boot) Kernel Multiboot
pt_br: Iniciar o Multiboot Kernel
ru_ru: Загрузить ядро Multiboot
vi_vn: Khởi động Kernel Multiboot
zh_tw: 作為 multiboot 內核加載

source: Boot Multiboot2 Kernel
ar_sa: التمهيد Multiboot2 Kernel
hu_hu: Multiboot2 Kernel indítása
id_id: Jalankan (boot) Kernel Multiboot2
pt_br: Iniciar o Multiboot2 Kernel
ru_ru: Загрузить ядро Multiboot2
vi_vn: Khởi động Kernel Multiboot2
zh_tw: 作為 multiboot2 內核加載

source: Boot Linux Kernel
ar_sa: التمهيد نواة لينكس
hu_hu: Linux Kernel indítása
id_id: Jalakan (boot) Kernel Linux
pt_br: Iniciar Linux Kernel
ru_ru: Загрузить ядро Linux
vi_vn: Khởi động Kernel Linux
zh_tw: 作為 Linux 內核加載

source: User menu
ar_sa: قائمة المستخدم
da_dk: Brugermenu
hu_hu: Felhasználói menü
id_id: Menu Pengguna
pt_br: Menu de usuário
ru_ru: Меню пользователя
vi_vn: Menu người dùng
zh_tw: 用戶菜單

source: Text Viewer
ar_sa: عارض النص
da_dk: Tekstvisning
hu_hu: Szövegnèző
id_id: Penampil Teks
pt_br: Visualizador de Texto
ru_ru: Просмотреть текст
vi_vn: Trình Hiển Thị Văn Bản
zh_tw: 文本查看

source: Hex Viewer
ar_sa: عارض الهيكس
da_dk: Hex visning
hu_hu: Hexnèző
id_id: Penampil Hex
pt_br: Visualizador de Hex
ru_ru: Просмотр шестнадцатеричного кода
vi_vn: Trình Hiển Thị Hex
zh_tw: 十六進制查看

source: Rename
ar_sa: اعادة تسمية
da_dk: Omdøb
hu_hu: Átnevezés
id_id: Ganti Nama
pt_br: Renomear
ru_ru: Переименовать
vi_vn: Đổi tên
zh_tw: 重命名

source: Copy to ...
ar_sa: نسخ الى ...
da_dk: Kopier til ...
hu_hu: Másolás ide ...
id_id: Salin ke...
pt_br: Copiar para ...
ru_ru: Копировать в ...
vi_vn: Sao chép đến ...
zh_tw: 複製到 ...

source: Delete
ar_sa: حذف
da_dk: Slet
hu_hu: Törlés
id_id: Hapus
pt_br: Apagar
ru_ru: Удалить
vi_vn: Xóa
zh_tw: 刪除

source: Paste here
ar_sa: لصق هنا
da_dk: Indsæt her
hu_hu: Beillesztès ide
id_id: Tempel Di sini
pt_br: Colar aqui
ru_ru: Вставить сюда
vi_vn: Dán ở đây
zh_tw: 粘貼到這裡

source: Cancel
ar_sa: الغاء الامر
da_dk: Annuller
hu_hu: Mégse
id_id: Batal
pt_br: Cancelar
ru_ru: Отмена
vi_vn: Hủy
zh_tw: 取消

source: File Info
ar_sa: معلومات الملف
da_dk: Fil information
hu_hu: Fájl infó
id_id: Informasi Berkas
pt_br: Informação do Arquivo
ru_ru: Информация о файле
vi_vn: Thông Tin Tệp
zh_tw: 查看文件信息

source: File Info (${grubfm_name})
ar_sa: معلومات الملف (${grubfm_name})
da_dk: Fil information (${grubfm_name})
hu_hu: Fájl Infó (${grubfm_name})
id_id: Informasi Berkas (${grubfm_name})
pt_br: Informação do arquivo (${grubfm_name})
ru_ru: Информация о файле (${grubfm_name})
vi_vn: Thông tin tệp (${grubfm_name})
zh_tw: 文件信息 (${grubfm_name})

source: File Info -- Press [ENTER] to exit
ar_sa: معلومات الملف -- الرجاء اضعط ادخال للخروج [ENTER]
da_dk: Fil information - Tryk på [ENTER] for at afslutte
hu_hu: Fájl infó - Nyomj [ENTER]-t a kilépéshez
id_id: Informasi Berkas -- Tekan [ENTER] untuk keluar
pt_br: Informação do arquivo -- Pressione [ENTER] para sair
ru_ru: Информация о файле -- Нажмите [ENTER] для выхода
vi_vn: Thông tin tệp -- Nhấn [ENTER] để thoát
zh_tw: 文件信息 -- 按 [ENTER] 返回

source: Type: ${grubfm_fileext}
ar_sa: النوع : ${grubfm_fileext}
hu_hu: Típus: ${grubfm_fileext}
id_id: Jenis: ${grubfm_fileext}
pt_br: Tipo: ${grubfm_fileext}
ru_ru: Тип: ${grubfm_fileext}
vi_vn: Kiểu: ${grubfm_fileext}
zh_tw: 類型： ${grubfm_fileext}

source: Path:
ar_sa: المسار :
da_dk: Sti:
hu_hu: Útvonal:
id_id: Jalur:
pt_br: Caminho:
ru_ru: Путь:
vi_vn: Đường dẫn:
zh_tw: 路徑:

source: Size: ${hsize} (${size})
ar_sa: الحجم : ${hsize} (${size})
da_dk: Størrelse: ${hsize} (${size})
hu_hu: Méret: ${hsize} (${size})
id_id: Ukuran: ${hsize} (${size})
pt_br: Tamanho: ${hsize} (${size})
ru_ru: Размер: ${hsize} (${size})
vi_vn: Kích thước: ${hsize} (${size})
zh_tw: 大小: ${hsize} (${size})

source: Offset on disk: ${offset}
ar_sa: تعويض على القرص: ${offset}
da_dk: Forskudt (Offset) på disk: ${offset}
hu_hu: Offset a lemezen: ${offset}
id_id: Keseimbangan pada disk: ${offset}
pt_br: Deslocamento em disco: ${offset}
ru_ru: Смещение на диске: ${offset}
zh_tw: 磁盤偏移: ${offset}

source: File is contiguous.
ar_sa: الملف متجاور .
da_dk: Filen er sammenhængende.
hu_hu: A fájl nem töredezett.
id_id: Berkas ini berdampingan.
pt_br: O arquivo é contíguo.
ru_ru: Файл цельный.
vi_vn: Tệp liền nhau.
zh_tw: 文件是連續的。

source: File is non-contiguous. (${frag} fragments)
ar_sa: الملف غير متجاور . (${frag} fragments)
da_dk: Filen er ikke sammenhængende.. (${frag} fragments)
hu_hu: A fájl Töredezett. (${frag} Töredezett.)
id_id: Berkas ini tidak berdampingan. (${frag} fragments)
pt_br: O arquivo não é contíguo. (${frag} fragmentos)
ru_ru: Файл фрагментирован. (${frag} фрагментов)
vi_vn: Tệp không liền nhau. (${frag} fragments)
zh_tw: 文件有碎片。(${frag} 個碎片)

source: CPU (U)
id_id: Prosessor (U)
zh_tw: 處理器 (U)

source: RAM (R)
id_id: Memori Fisik (R)
zh_tw: 內存 (R)

source: MAINBOARD (B)
id_id: Papan Induk (B)
pt_br: PLACA-MÃE (B)
zh_tw: 主板 (B)

source: SecureBoot
pt_br: BootSeguro
zh_tw: 安全啟動

source: UEFI Version
id_id: Versi UEFI
pt_br: Versão UEFI
vi_vn: Phiên bản UEFI
zh_tw: UEFI 版本

source: Platform
id_id: Peron
pt_br: Plataforma
vi_vn: Nền tảng
zh_tw: 平臺

source: Build date
id_id: Tanggal dibuat
pt_br: Data da compilação
vi_vn: Ngày xây dựng
zh_tw: 編譯日期

source: Real Time Clock
id_id: Waktu Berlangsung
pt_br: Relógio em Tempo Real
vi_vn: Thời gian thực
zh_tw: 實時時鐘

source: RAM
id_id: Memori Fisik
zh_tw: 內存

source: Manufacturer
id_id: Manufaktur
pt_br: Fabricante
vi_vn: Nhà sản xuất
zh_tw: 製造商

source: Socket Designation
id_id: Desain Soket
pt_br: Designação de Soquete
vi_vn: Chỉ định ổ cắm
zh_tw: CPU 插座

source: Temperature
id_id: Temperatur
pt_br: Temperatura
vi_vn: Nhiệt độ
zh_tw: 溫度

source: Current Speed
id_id: Kecepatan Sekarang
pt_br: Velocidade Atual
vi_vn: Tốc độ hiện tại
zh_tw: 當前頻率

source: Max Speed
id_id: Kecepatan Maksimum
pt_br: Velocidade Máx
vi_vn: Tốc độ nhanh nhất
zh_tw: 最高頻率

source: External Clock Frequency
id_id: Frekuensi Clock Eksternal
pt_br: Frequência do Relógio Externo
vi_vn: Tần số đồng hồ
zh_tw: 外部時鐘頻率

source: Voltage
id_id: Voltase
pt_br: Tensão
vi_vn: Vôn
zh_tw: 電壓

source: Hypervisor presents
id_id: Kehadiran Hypervisor
pt_br: Hipervisor presente
vi_vn: Người giám sát
zh_tw: 虛擬機是否存在

source: Hypervisor signature
id_id: Tanda tangan Hypervisor
pt_br: Assinatura do hipervisor
vi_vn: Chữ ký người giám sát
zh_tw: 虛擬機簽名

source: Supported features
id_id: Fitur yang didukung
pt_br: Recursos Suportados
vi_vn: Tính năng hỗ trợ
zh_tw: 支持的特性

source: Supported instructions
id_id: Instruksi yang didukung
pt_br: Instruções suportadas
vi_vn: Hướng dẫn hỗ trợ
zh_tw: 支持的指令集

source: Size
id_id: Ukuran
pt_br: Tamanho
vi_vn: Kích thước
zh_tw: 大小

source: Speed
id_id: Kecepatan
pt_br: Velocidade
vi_vn: Tốc độ
zh_tw: 頻率

source: Configured voltage
id_id: Konfigurasi Voltase
pt_br: Tensão configurada
vi_vn: Cấu hình điện áp
zh_tw: 配置電壓

source: Version
id_id: Versi
pt_br: Versão
vi_vn: Phiên bản
zh_tw: 版本

source: Product name
id_id: Nama Produk
pt_br: Nome do produto
vi_vn: Tên sản phẩm
zh_tw: 產品名稱

source: Board name
id_id: Nama Papan
pt_br: Nome do painel
vi_vn: Tên Board
zh_tw: 主板名稱

source: Board manufacturer
id_id: Manufatur papan
pt_br: Fabricante do placa
vi_vn: Nhà sản xuất Board
zh_tw: 主板製造商

source: Board version
id_id: Versi papan
pt_br: Versão da placa
vi_vn: Phiên bản Board
zh_tw: 主板版本

source: BIOS ROM size
id_id: Ukuran ROM BIOS
pt_br: Tamanho da ROM BIOS
vi_vn: Kích thước ROM BIOS
zh_tw: BIOS ROM 大小

source: BIOS manufacturer
id_id: Pembuat BIOS
pt_br: Fabricante da BIOS
vi_vn: Nhà sản xuất BIOS
zh_tw: BIOS 製造商

source: BIOS version
id_id: Versi BIOS
pt_br: Versão da BIOS
vi_vn: Phiên bản BIOS
zh_tw: BIOS 版本

source: BIOS release date
id_id: Tanggal rilisan BIOS
pt_br: Data de lançamento BIOS
vi_vn: Ngày phát hành BIOS
zh_tw: BIOS 發佈日期

source: ACPI RSDP version
id_id: Versi ACPI RSDP
pt_br: Versão ACPI RSDP
vi_vn: Phiên bản RSDP ACPI
zh_tw: ACPI RSDP 版本
